// General
"ADD" = "追加";
"OK" = "OK";
"CANCEL" = "キャンセル";
"CONTINUE" = "続ける";
"DONE" = "完了";
"Space" = "操作スペース";
"SPACES" = "Spaces";
"OPTIONS" = "オプション...";
"UNKNOWN_EXTERNAL_KEYBOARD" = "不明な外部キーボード";
"TURN_BT_ON" = "Bluetooth を入にする";

// Trackpad tab
"2NDCLICK_TAPPING" = "副ボタンのクリックの代わりに 2 本指をトラックパッドに触れてボタンをクリック";
"2NDCLICK_CLICKING" = "副ボタンのクリックの代わりにトラックパッドを 2 本指でタップ";

// Keyboard tab
"FN_FLIPPER_TITLE" = "F1、F2 などのすべてのキーを標準のファンクションキーとして使用";
"FN_FLIPPER_NOTE" = "このオプションが選択されているときに、各キーに示されている特殊機能を使用するには、Fn キーを押します。";

// Full Keyboard Access tab
"SHOWFOCUS_ON_NOTE" = "この設定を変更するには、%@ を押します。";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "ユーザ項目";
"USER_ITEMS_DESC" = "%@ を開きます";
"CONFLICT_TOOLTIP" = "このホットキーはほかのホットキーと重複しています。";
"ONOFF_TOOLTIP" = "選択すると、リスト内のショートカットが有効になります";
"RESTORE_DEFAULTS_TITLE" = "すべてのショートカットをデフォルト設定に戻してもよろしいですか？";
"RESTORE_DEFAULTS_DESCR" = "この操作は取り消せません。";
"GO_TO_SPACE_TEMPLATE" = "操作スペース %d に切り替え";

// Combobox entries
"MODIFER_OPTION" = "⌥ Option";
"MODIFER_CONTROL" = "⌃ Control";
"MODIFER_COMMAND" = "⌘ コマンド";

// BT related
"D_SECS" = "%d 秒";
"NEVER" = "しない";

"MOUSE" = "マウス";
"KEYBOARD" = "キーボード";
"UNKNOWN" = "不明";

"NEW_APPLICATION_ITEM" = "＜名称未設定のメニュー項目＞";

"APP_IS_NOT_COMPATIBLE" = "アプリケーション %@ のキーボードショートカットを追加できません。";

"MOUSEBUTTON_OPEN" = "“%@” を開く";


// BT Pairing
"BT_OFF_TITLE" = "Bluetooth が切になっているため、Bluetooth キーボードに接続できません。入にしますか？";
"BT_OFF_ALERT_TITLE" = "Bluetooth が切になっているため、Bluetooth キーボードに接続できません。入にしますか？";
"BT_MIDDLE_INDICATOR_NO_KEYBOARD_FOUND" = "キーボードが見つかりません。";
"BT_MIDDLE_INDICATOR_1_KEYBOARD_FOUND" = "キーボードが 1 個見つかりました。";
"BT_MIDDLE_INDICATOR_KEYBOARD_FOUND" = "“%@”が見つかりました";
"BT_CONTINUE" = "続ける";
"BT_TRY_AGAIN" = "再試行";
"BT_SEARCHING" = "検出中...";
"BT_CONNECTING" = "接続中...";
"BT_SEARCHING_FOR_KEYBOARD" = "キーボードを検出中...";
"BT_PAIRING_SUCCESS" = "お使いのコンピュータで Bluetooth キーボードが使用できるように設定されました。";
"BT_SELECT_TO_PAIR" = "Bluetooth キーボードが検出されるのをお待ちください。";
"BT_SELECT_TO_PAIR_DESC" = "Bluetooth キーボードが表示されない場合は、電池が正しくセットされていて電源が入っていることを確認してください。";
"BT_ATTEMPTING_TO_PAIR" = "“%@”の登録を設定中...";
"BT_ATTEMPTING_TO_PAIR_NONAME" = "登録を設定中...";
"BT_ENTER_KEY" = "デバイスがパスキーを受信する準備ができていることを確認してください。準備ができていたら、次の番号をキーボードで入力してから、Return キーを押してください。";
"BT_PAIR_FAIL_GENERAL" = "登録に失敗しました。“続ける”をクリックして、もう一度やり直してください。";
"BT_PAIR_FAIL_AUTH" = "入力したパスキーが一致しなかったため、登録に失敗しました。“続ける”をクリックして、やり直してください。";
